class ChestExercisesDescription {
  static const benchPress =
      "Це одна з п'яти базових вправ, тобто вправ, найбільш ефективних для комплексного розвитку мускулатури тіла."
      "Основними робочими м'язами під час жиму лежачи є грудні м'язи, вторинними - м'язи плечового пояса та трицепс."
      "Ця вправа є ключовою для опрацювання м'язів верхньої половини тіла, формування широкої та потужної грудної клітки";

  static const dumbbellHammer =
      "Є базовою вправою для розвитку м'язів грудей, і, частково, трицепса і переднього дельтоподібного м'яза."
      "На відміну від жиму штанги, він більш вимогливий до балансу атлета, і дає змогу розвинути м'язи більш симетрично."
      "Тому рух використовується як допоміжний у силових видах спорту, і як один з основних у бодібілдингу."
      "Початкове положення: лежачи на лаві, гантелі перебувають біля грудей у зігнутих руках, лікті відведені в сторони."
      "Зробивши глибокий вдих, вичавіть гантелі вгору на повністю випрямлені руки. У верхній точці зробіть видих";

  static const pecDeckChest =
      'Зведення рук перед собою на тренажері, по суті, те ж саме, що і вправа "Батерфляй" у тренажері.'
      'Різниця полягає лише в тому, що зусилля докладається не передпліччями, а руками, схопившись за рукоятки тренажера.';

  static const pushUps = 'Віджимання - це універсальна супервправа.'
      'Ніякого обладнання, мінімум вільного місця і всього кілька хвилин на день - ось і все, що треба для трансформації тіла';

  static const cableCrossover =
      "Зведення рук у кросовері - ефективна ізольована вправа для розвитку м'язів грудей."
      "Виконуючи її в різних варіаціях, можна акцентувати навантаження на різних ділянках грудних м'язів: верхній, нижній, внутрішній або нижній частині. ";
}

class BackExercisesDescription {
  static const tBarbellPull =
      "За рахунок наявності упору на грудях і торс, дозволяє зробити акцент на м'язах спини і вимагає набагато менше зусиль для збереження правильної траєкторії вправи. Основне навантаження припадає на найширші м'язи спини, ромбовидної та дельтоподібний м'язи спини";
}

class BicepsExercisesDescription {
  static const hammerCurl =
      "Молотки з гантелями - одна з найефективніших вправ для того, щоб накачати руки. Підійде вона як для новачків, так і для більш досвідчених спортсменів. Техніка виконання цієї вправи досить проста, а ризик отримати травму мінімальний.";
}

class TricepsExercisesDescription {
  static const frenchPressBench =
      "Французький жим - вправа, під час якої основне навантаження припадає на м'язи рук, що розгинають, - трицепси. Також у роботу включаються м'язи грудей, плечей і передпліччя, але меншою мірою.";
}

class LegsExercisesDescription {
  static const legsPush =
      "Вправа призначена для зміцнення м'язів ніг, особливо м'язів стегна і сідниць, також велике навантаження припадає на біцепси стегна";
}

